<!DOCTYPE html>
<html>
<head>
    <link rel="stylesheet" href="style.css">
    <title>Технологические зависимости</title>
</head>

<body>
    <div class="wapper">
       <div class="square">

    <h1>Технологические зависимости!</h1>
    <p>Технологические зависимости - Это такой вид зависимости, когда человек не может обойтись без использования определенных
        технологий и устройств.
        Эта зависимость может привести к тому, что человек потеряет способность функционировать без
        этих технологий совсем... Что может сказаться на уровне его жизни.</p>
    <h2>Вот самые распространенные технологические зависимости:</h2>
             <ul>
                   <li>Социальные сети и мессенджеры: социальные сети уменьшают время, которое мы проводим в реальном мире. А еще привыкаем к постоянному обновлению новостей и сообщений.</li>
                   <li>Смартфоны и планшеты: смартфоны и планшеты могут стать привычным способом общения c миром, и люди могут стать зависимыми от постоянной проверки уведомлений! </li>
                   <li> Игры и онлайн-развлечения: игры и онлайн-развлечения могут стать зависимостью, особенно в случаях, когда люди проводят слишком много времени в виртуальном мире вместо реальной жизни.</li>
                   <li>Интернет-шопинг и онлайн-покупки: люди могут стать зависимыми от онлайн-шопинга, особенно если они используют eго для удовлетворения эмоциональных потребностей. </li>
                </div>
                </ul>
     <img src="https://empathycenter.ru/upload/medialibrary/1fb/jnmf90lr32spzxanbvy7y0h3w7pop6uk.jpg" alt="Image 1">;
     
</body>
</html>
#########################

style.css


body {
    font-family: Georgia, serif; /* Семейство шрифтов */
    font-size: 22px; /* Размер основного шрифта в <p></p>  */
    background-color: #0d49e291; /* Цвет фона веб-страницы */
    color: #c4c4c4; /* Цвет основного текста */
    width: 1220px;
    
}
h1 {
    color: #183964; /* Цвет заголовка */
    font-size: 32px; /* Размер шрифта в пунктах */
    font-family: Georgia, serif; /* Семейство шрифтов */
    text-align: center;
}
h2 {
    color:#344155;
    text-align: left
    
}
img {
    width: 510px;
    height: 320px;
    position: absolute;
    width: 410px;
    height: auto;
    top: 160px;
    right: 16px
  }
p {
    font-weight: bold  


}  
element { 
    width: 300px;
    height: 150px;
    border-radius: 15px;
    background-color: rgb(0, 0, 0);
    box-shadow: 0 4px 8px rgba(0, 0, 0, 0.2);
  }
.square {
    
    width: 1220px;
    height: 610px;
    border-radius: 15px;
    background-color: rgba(71, 82, 241, 0.747);
    box-shadow: 0 4px 8px rgba(0, 0, 0, 0.2);
    writing-mode: absolute;  
}
